[
  {
    "id": 1,
    "title": "Looking for Disabled Actors & Performers",
    "city": "Sofia",
    "text": "If you are interested in opportunities in the Entertainment Industry, visit: abilityE.com A few possible questions you might have: abilityE is free to performers/talent/actors The site is built for performers/talent/actors with disABILITIES Performers/talent/actors includes categories like TV, Film, comedy, speakers and music Site launch TBD, we will email when it’s live There is more of the site, but it is only open to adding profiles at this time. A growing number of Studios, Casting Agents, Organizations, Film Festivals know about the future of inclusion with abilityE; SAG-AFTRA, Casting Society of America, Warner Brothers, 20th Century Studios, Netflix, Paramount, DreamWorks Animation Television, Lionsgate/Starz, Cinestate, NBC Universal, Google, CBS, Bunim/Murray, EmpowerHouse, Final Draft, ReelAbilities, Focus on ABILITY Short Film Festival, Easterseals and many more…",
    "responsibilities": "The desire to continue performing or starting your career in entertainment."
  },
  {
    "id": 2,
    "title": "Software Development Engineer III",
    "city": "Sofia",
    "text": "Are you passionate about the technology needed to drive a multi-billion dollar business? Do you love building innovative & highly-scalable distributed AI platforms and solutions? Is revolutionizing the travel experience using AI/ML challenging and attractive to you? Data & AI platform team is seeking a highly driven, hardworking and talented Software Development Engineer II to build machine learning platforms and AI solutions that support the entire Expedia Group. We're on the leading edge combining the advances in machine learning and cloud infrastructure to deliver AI capabilities at cloud scale. We focus on AI for travel data intelligence R&D, build a high-performance AI platform, and deliver high impact AI solutions. We work very closely together with our brands/BUs across Expedia Group.",
    "responsibilities": "Design, develop, debug and modify web services within flights' micro-services stack. Write clean code utilizing object-oriented design principles, data structures and algorithms. Create and maintain Spring based Java services and components that interact within and outside of Expedia's technical stack. Write automated unit, integration and acceptance tests as appropriate to support our continuous integration pipelines. Performance and load test services and components you write from scalability and resiliency standpoint. Practice resilience engineering for every front-end and back-end component you build and evangelize resilience within the team. Support and maintain the flights services and micro-services stack. Collaborate with Product team, architects and peer engineers. Help design and build reusable frameworks and libraries to simplify development. Participate in peer code reviews and advocate for the best coding practices and principles."
  },
  {
    "id": 3,
    "title": "Pharmacy Intern, PRN",
    "city": "Varna",
    "text": "Performs tasks within the pharmacy in direct support of the ongoing duties and responsibilities of a pharmacist with occasional guidance. Tasks performed contribute directly to the preparation and/or dispensing of a final dosage form for administration to a patient and are directly supervised by a pharmacist. Provides customer service by answering phone requests and triaging calls to the appropriate person if they cannot answer the requested information. Applies departmental processes regarding inventory control.",
    "responsibilities": "Assists the pharmacist in the preparation, dispensing and/or distribution of medications. Applies departmental processes regarding inventory control. Performs activities as directed by Pharmacists &/or Pharmacy Managers in accordance with federal, state and local laws/regulations and hospital policies. Delivers outstanding customer service to both internal and external customers. Operates computer systems and utilizes technology. The responsibilities listed are a general overview of the position and additional duties may be assigned."
  },
  {
    "id": 4,
    "title": "Senior Manager, Product Marketing",
    "city": "Sofia",
    "text": "Are you a strategic problem solver passionate about taking products to market? Are you excited about driving product adoption? If yes, Expedia Partner Solutions (EPS), Expedia Group's B2B-focused arm, is looking for an individual like you to join our product marketing team in Seattle! As Sr Manager, Product Marketing you will be responsible for driving product adoption and revenue for a portfolio of B2B2C products . This means you will develop deep partner and market insights to influence the product roadmap and create the GTM strategy . You will work in a high-energy and international work environment, with the brightest minds in travel who are passionate about innovation, collaboration and creative problem-solving.",
    "responsibilities": "Define market opportunity for new product ; perform segmentation and targeting exercises to identify segments with the highest propensity to buy Conduct market and partner research to gather data and insights about partner needs and purchasing decisions; utilize findings to influence product roadmap to ensure products meet the needs of the market Conduct competitive analysis to understand how product is differentiated in the market Develop GTM strategy through to beta, working cross-functionally with multiple teams to operationalize Develop GTM strategy, working cross-functionally with multiple teams to operationalize Define commercial and legal constructs in coordination with strategy, product, finance and legal stakeholders Coordinate with/influence other functional teams and have regular and frequent interaction with the senior leadership across EPS and Expedia Group Build product positioning, value propositions, and messaging that resonate with partners, tell a story, and differentiates us in the market Create content and sales assets such as pitch decks, case studies, testimonials, and battlecards to drive adoption and revenue"
  }
]